{
    "botToken" : "XXXXXXXXXXXXXXXXXXXXXXXX",
    "serverName" : "FOnline2",
    "serverport" : "4000",
    "serverhost" : "game.fonline2.com",
    "nsfwRole" : "FreeTalker",
    "authorizedRoles" : ["Administrators","Moderator"],
    "jokes" : ["How many Khans does it take to change a light bulb? 3. One to change the light bulb, second to yell that Khans bulbs are bigger than others, and one more to argue that Khans not lick BBS bulbs.", "Two New Reno's prostitutes having a shower together, One, newer in the profession, girl said to the other 'How come you dont have any hairs on your pussy'. The girl replied, 'Have you ever seen grass grow on busy road?'", "Why being in the NCR army is like a blow-job? The closer you get to discharge, the better you feel.", "Karma is like 69. You get what you give.", "Why wasn't Jesus Christ born in New Reno? Because they couldn't find three wisemen and a virgin.", "Did you hear about the Enclave vertibird crash? The pilot got cold, so he turned off the fans.", "Yo mamma is so ugly and fat, she is considered the next stage of super mutant evolution.", "Why Unity of BH doing town controls in bank? Because they are Treasure Hunters.", "How many ghouls does it take to change a lightbulb? They don't need to, they just hudle around the glowing one!", "Why don't ghouls use bathrooms? Toilet paper makes them shed!", "A ghoul went to a doctor. Doctor, doctor, I have this horrible rash! - he said. The doctor replied: Son, that's called your face!", "There is one small joke hidden in your pants.", "Yo momma's so ugly deathclaws run away when they see her.", "You know your breath is bad when ghouls spawn in your mouth.", "You are so ugly, Angela Bishop became sterile when she looked at you.", "Your mama's so ugly, when she fell into a vat of FEV she came out looking exactly the same.", "How many NCR does it take to screw in a light bulb? 10. One to screw in the lightbulb and 9 to collect the illumination tax.", "Whats the difference between a Brotherhood knight and a mole? A mole comes out of the ground sometimes.", "Do I look like jester?", "A smoothskin and a ghoul are having a bite to eat, the ghoul buys the deathclaw steak and says - Hmm, tastes like chicken. The smoothskin looks over and asks - what's a chicken?", "The NCR sends out a scout to survey an irradiated area around Glow for possible safe houses. When he comes back, he says - I give it a glowing recommendation.", "What is Gecko's regional dish? Ghoulash.", "Yo momma's so ugly Necropolis ghouls run away when they see her.", "Yo momma's so fat she has less mobility than ghouls.", "Yo momma's so fat her gut could feed the whole Wasteland for a week.", "Look in the mirror." ],
    "eightball" : ["As I see it, Yes.","Definitly!","I'm leaning toward yes.","It is certain.","It is decidedly so.","It's a chance.","It's likely.","Most likely.","My sources say yes.","Outlook good.","Signs point to yes.","Without a doubt.","Yes","Yes","Yes definitly.","Yes definitly.","You may rely on it.","Dont count on it.","I'm leaning toward no.","My reply is no.","My reply is no.","My sources say no.","No","No","No chance at all!","No way!","Outlook not so good.","Outlook not so good...","Ask again later.","Can not predict now.","Concentrate and ask again.","Dont ask me, ask yourself that one.","I better not tell you now.","I think you should ask yourself that question.","Maybe","Reply hazy try agian.","Reply is hazy please try again."]
}
